/* Cancel */
"Cancel" = "Cancelar";

/* Check it out in the */
"Check it out in the" = "Échale un vistazo en la";

/* _CHECK_IN_APPSTORE_A_ */
"_CHECK_IN_APPSTORE_A_" = "Échale un vistazo en la";

/* _CHECK_IN_APPSTORE_B_ */
"_CHECK_IN_APPSTORE_B_" = "";


/* Choose a FREE Coloring Page to add to your Photo Album: */
"Choose a FREE Coloring Page to add to your Photo Album:" = "Escoge una página para colorear GRATIS para agregarla a tu álbum de fotos:";

/* Coloring Page sent to Photo Album */
"Coloring Page sent to Photo Album" = "La página para colorear se ha enviado al álbum de fotos.";

/* From your photo album, print the page on paper and color it in */
"From your photo album, print the page on paper and color it in" = "¡Descarga e imprime páginas para colorear GRATIS!";

/* Get FREE Coloring Pages */
"Get FREE Coloring Pages" = "Obtén páginas para colorear GRATIS";

/* Hold for Parents Section */
"Hold for Parents Section" = "Sostener para entrar a la sección para padres";

/* Identifying code is wrong */
"Identifying code is wrong" = "Código incorrecto";

/* More IDEO Apps */
"More IDEO Apps" = "Más aplicaciones IDEO";

/* OK */
"OK" = "Aceptar";

/* Rate Balloonimals */
"Rate Balloonimals" = "Califica a Globanimales";

/* Saved to the album failed, please confirm your albums can be accessed */
"Saved to the album failed, please confirm your albums can be accessed" = "No se pudo guardar el álbum. Por favor confirma que haya acceso a tus álbumes.";

/* Share Balloonimals */
"Share Balloonimals" = "Compartir Globanimales";

/* Balloonimals */
"Balloonimals" = "Globanimales";
"Balloonimals Babies"="Bebés globanimales";

/* Share Balloonimals with your friends: */
"Share Balloonimals with your friends:" = "Comparte Globanimales con tus amigos:";

/* This device is not able to send mail */
"This device is not able to send email." = "El dispositivo no puede enviar correo electrónico.";

/* Type in the number \"forty two\": */
"Type in the number \"forty two\":" = "Escribe el número \"cuarenta y dos\"";

/* Looking for something fun for the kids to do?  Here's a great app to check out:%@ */
"PROMO_SHARE_MAIL_MESSAGE_BODY" = "¿Buscas algo divertido para los niños? Una excelente aplicación: %@";

// share with email
"Looking for a fun new app the kids will love? Check out this app:"="¿Buscas algo divertido para los niños? Una excelente aplicación:";
"For Parents"="la Sección para Padres";

"In-App Purchases"="Compras dentro de la aplicación";
"Share"="Compartir";
"Rate"="Califica";
"Submit Feedback"="Enviar comentarios";
"Privacy Policy"="Política de Privacidad";
"See More Apps"="Ver más aplicaciones";
"Gift"="Regalar";
"Email"="Correo electrónico";
"More Apps"="Más aplicaciones";
"No Internet Connection"="No hay conexión a Internet";
"Restore Purchases"="Restaurar compras";
"Please tap below and type the number 'forty two'"="Por favor pulsa abajo y escribe el número 'cuarenta y dos'";
"Hi Parents!"="¡Hola, padres!";
"Collect them all in the Parents Section"="añadirlos a tu colección comprándolos dentro de la aplicación";
"Love"="¿Te encantan Monster Moves?";
"Please rate us in App store!"="¡Por favor califícanos en la App Store!";
"Rate now"="Evalue ahora";
"Ask me later"="Preguntarme más tarde";
"No, thanks"="No, gracias";
"Please enter your age."="Por favor, escriba su edad";
"Enter" = "Entrar";

"About this App" = "Información sobre esta aplicación";
